brew "tmux"
brew "wget", link: false
cask "aldente"
cask "font-ibm-plex-mono"
cask "ngrok"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "kilocode.kilo-code"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-repositories"
vscode "rooveterinaryinc.roo-cline"
