davidanson.vscode-markdownlint
docker.docker
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.remotehub
github.vscode-pull-request-github
kilocode.kilo-code
mechatroner.rainbow-csv
mhutchie.git-graph
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.azure-repos
ms-vscode.live-server
ms-vscode.remote-repositories
rooveterinaryinc.roo-cline
